tap "adoptopenjdk/openjdk"
tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "act"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brew-gem"
brew "broot"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "cairo"
brew "llvm"
brew "ccls"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cscope"
brew "dive"
brew "dog"
brew "duti"
brew "exa"
brew "fd"
brew "fzf"
brew "geckodriver"
brew "libyaml"
brew "ruby"
brew "gh"
brew "pcre2"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grip"
brew "ncurses"
brew "htop"
brew "httperf"
brew "shared-mime-info"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "languagetool"
brew "lazygit"
brew "lf"
brew "libpq"
brew "lua"
brew "lynx"
brew "mercurial"
brew "mupdf"
brew "mutt"
brew "neofetch"
brew "node@14"
brew "pandoc"
brew "pgcli"
brew "pgformatter"
brew "pinentry-mac"
brew "postgresql"
brew "postgresql@9.6"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "recode"
brew "ripgrep"
brew "sbt"
brew "shellcheck"
brew "swig"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zlib"
brew "browsh-org/browsh/browsh"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk"
cask "adoptopenjdk14"
cask "amethyst"
cask "chromedriver"
cask "gswitch"
cask "ngrok"
