tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "bash"
brew "bash-completion"
brew "bat"
brew "broot"
brew "bzip2"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "llvm"
brew "ccls"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "duti"
brew "fd"
brew "fzf"
brew "jpeg"
brew "gdal"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "pcre2"
brew "git"
brew "git-delta"
brew "gnu-typist"
brew "gobject-introspection"
brew "harfbuzz"
brew "ncurses"
brew "htop"
brew "shared-mime-info"
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "lua"
brew "memcached"
brew "node", link: false
brew "openjdk"
brew "pandoc"
brew "pango"
brew "pgcli"
brew "postgis"
brew "postgresql@12"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rmtrash"
brew "ruby"
brew "sbt"
brew "shellcheck"
brew "spatialite-tools"
brew "swig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "xmlstarlet"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "adoptopenjdk"
cask "adoptopenjdk14"
cask "chromedriver"
cask "ngrok"
