tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "bash"
brew "bash-completion"
brew "broot"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "cairo"
brew "swig"
brew "llvm"
brew "ccls"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "duti"
brew "fd"
brew "fzf"
brew "geckodriver"
brew "pcre2"
brew "git"
brew "ncurses"
brew "htop"
brew "jpeg"
brew "jq"
brew "lazygit"
brew "libomp"
brew "libyaml"
brew "lua"
brew "openjdk"
brew "pandoc"
brew "pango"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "shared-mime-info"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
brew "zlib"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk"
cask "adoptopenjdk14"
cask "chromedriver"
