tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "snyk/tap"
tap "stripe/stripe-cli"
tap "zegervdv/zathura"
brew "act"
brew "readline"
brew "sqlite"
brew "xz"
brew "libyaml"
brew "ansible"
brew "libpng"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-gem"
brew "broot"
brew "cabal-install"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "glib"
brew "cairo"
brew "circleci"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "unbound"
brew "ncurses"
brew "colima"
brew "coreutils"
brew "cscope"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "dog"
brew "duti"
brew "exa"
brew "fd"
brew "mesa"
brew "freeglut"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gnu-sed"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grip"
brew "helm"
brew "hexyl"
brew "hey"
brew "htmlq"
brew "htop"
brew "httperf"
brew "httpie"
brew "shared-mime-info"
brew "libomp", link: true
brew "imagemagick"
brew "jless"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "languagetool"
brew "lazygit"
brew "lf"
brew "libpq"
brew "lua"
brew "lynx"
brew "mercurial"
brew "mupdf"
brew "mutt"
brew "neofetch"
brew "nghttp2"
brew "xapian"
brew "notmuch"
brew "nvm"
brew "pandoc"
brew "par"
brew "pcre"
brew "pgcli"
brew "pgformatter"
brew "pinentry-mac"
brew "poppler"
brew "pspg"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "ranger"
brew "recode"
brew "ripgrep"
brew "sbt"
brew "shellcheck"
brew "swig"
brew "tcl-tk"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "xmlstarlet"
brew "zlib"
brew "browsh-org/browsh/browsh"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "int128/kubelogin/kubelogin"
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
cask "adoptopenjdk"
cask "adoptopenjdk14"
cask "amethyst"
cask "chromedriver"
cask "finicky"
cask "gswitch"
cask "ngrok"
